
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>borrarm3 路 GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.3">
        
        
        
    
    <link rel="stylesheet" href="gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="modulo_3_videollamadas_y_emisiones_en_directo,_str/" />
    
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter active" data-level="1.1" data-path="./">
            
                <a href="./">
            
                    
                    borrarm3
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="modulo_3_videollamadas_y_emisiones_en_directo,_str/">
            
                <a href="modulo_3_videollamadas_y_emisiones_en_directo,_str/">
            
                    
                    M贸dulo 3: Videollamadas y emisiones en directo, streamings: Hangouts Meet y Youtube.
            
                </a>
            

            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.2.1" data-path="modulo_3_videollamadas_y_emisiones_en_directo,_str/unidad_1_videollamadas_con_hangouts_meet.html">
            
                <a href="modulo_3_videollamadas_y_emisiones_en_directo,_str/unidad_1_videollamadas_con_hangouts_meet.html">
            
                    
                    Unidad 1. Videollamadas con Hangouts Meet
            
                </a>
            

            
        </li>
    

            </ul>
            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="." >borrarm3</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id=""><img src="images/image4.png" alt=""><img src="images/image57.png" alt=""></h1>
<ol>
<li>La opci&#xF3;n cambiar dise&#xF1;o permite modificar la distribuci&#xF3;n de los asistentes en la pantalla, podemos optar por un dise&#xF1;o en forma de mosaico, barra lateral,...</li>
</ol>
<p><img src="images/image50.png" alt=""><img src="images/image58.png" alt=""></p>
<p>Fuente: <a href="https://www.google.com/url?q=https://gsuiteupdates-es.googleblog.com/&amp;sa=D&amp;ust=1585136093900000" target="_blank">https://gsuiteupdates-es.googleblog.com/</a></p>
<ol>
<li>La opci&#xF3;n activar subt&#xED;tulos solo est&#xE1; disponible en ingl&#xE9;s, y escribe simult&#xE1;neamente lo que los distintos interlocutores est&#xE1;n exponiendo.</li>
</ol>
<p><img src="images/image14.png" alt=""></p>
<p>Fuente: <a href="https://www.google.com/url?q=https://gsuiteupdates-es.googleblog.com/&amp;sa=D&amp;ust=1585136093901000" target="_blank">https://gsuiteupdates-es.googleblog.com/</a></p>
<p>Por &#xFA;ltimo, en la parte superior de la pantalla, ver&#xE1;s el n&#xFA;mero de personas conectadas y el icono del chat, pulsando sobre &#xE9;l podr&#xE1;s desplegar el chat para llevar a cabo una conversaci&#xF3;n de texto. <img src="images/image25.png" alt=""></p>
<h3 id="cap-tulo-3-unirse-a-una-videollamada">Cap&#xED;tulo 3. Unirse a una videollamada. </h3>
<h4 id="3-1-unirse-desde-meet-introduciendo-el-apodo-o-nombre-de-la-reuni-n">3.1 Unirse desde Meet introduciendo el apodo o nombre de la reuni&#xF3;n. </h4>
<p>Si accedemos a la videoconferencia desde una cuenta corporativa, solo necesitamos el nombre o apodo de la sala para unirnos a ella, de ah&#xED; que sea importante que el apodo no sea muy gen&#xE9;rico como sala o reunion.</p>
<p>Logueados con nuestra cuenta corporativa, accedemos a meet.google.com y si conocemos el apodo de la sala, en este caso rvirtual01, accederemos a la misma pulsando en continuar y Unirme ahora.</p>
<p><img src="images/image45.png" alt=""><img src="images/image11.png" alt=""></p>
<h4 id="3-2-unirse-mediante-la-url-del-enlace-a-la-reuni-n">3.2 Unirse mediante la URL del enlace a la reuni&#xF3;n </h4>
<p>Cuando creamos una reuni&#xF3;n, &#xE9;sta tiene un enlace de acceso que podemos enviar por correo electr&#xF3;nico a las personas que deseemos y que tengan al menos una cuenta gmail ( no tiene porqu&#xE9; ser una cuenta corportativa)</p>
<p><img src="images/image56.png" alt=""></p>
<p>Una vez hayamos recibido el correo con el enlace, basta con hacer clic en este enlace y seguir las instrucciones para unirte. Si intentas unirte a una reuni&#xF3;n de otro Centro o no tienes una cuenta de Google, es posible que un participante de la reuni&#xF3;n tenga que aprobar tu acceso.</p>
<h4 id="3-3-unirse-mediante-un-evento-de-calendario">3.3 Unirse mediante un evento de calendario </h4>
<p>De cara a organizar la agenda de los asistentes a una videollamada, es muy aconsejable que el organizador cree un evento en calendar en el que incluya una videollamada sin m&#xE1;s que pulsar en los detalles del evento, despu&#xE9;s agregar&#xE1; los invitados al evento incluyendo su correo electr&#xF3;nico, y autom&#xE1;ticamente los invitados tendr&#xE1;n programado este evento en su calendario, cuando pulsen sobre el evento, basta con hacer clic en el enlace de la videollamad.</p>
<p><img src="images/image15.png" alt=""></p>
<p>Imagen de un evento de calendar con videoconferencia, el invitado, en este caso teacher1 solo tendr&#xE1; que hacer clic en el enlace que aparece en la posici&#xF3;n 1 de la figura.</p>
<p>Prueba desde Calendar a crear un evento e invitar a una persona mediante un evento de calendario en el que incluyas una videoconferencia. Tambi&#xE9;n pueden incluirse archivos adjuntos que podr&#xE1;n ser abiertos directamente desde la videoconferencia.</p>
<h4 id="3-4-quitar-invitados-a-una-videollamada">3.4 Quitar invitados a una videollamada </h4>
<p>Para poder quitar a una persona invitada de una videollamada, debes pertenecer a la misma organizaci&#xF3;n que la organizadora de la reuni&#xF3;n.</p>
<ol>
<li>A la derecha, ve a Personas <img src="images/image52.png" alt="Contactos" title="Contactos">.</li>
<li>Coloca el cursor sobre la persona que quieras y, a continuaci&#xF3;n, haz clic en la flecha hacia atr&#xE1;s <img src="images/image51.png" alt="Back" title="Back">.</li>
<li>Haz clic en Quitar <img src="images/image39.png" alt="Quitar" title="Quitar">.</li>
</ol>
<p><img src="images/image38.png" alt=""></p>
<p>Personas de una conferencia vista desde la persona que la ha organizado. En el punto 3 puedes comprobar que puede quitar a una persona, pulsando sobre el micr&#xF3;fono, punto 2, puede silenciarla y pulsando sobre la chichet, punto 1, hace que su imagen se muestre ese invitado en la pantalla principal.</p>
<p><img src="images/image43.png" alt=""></p>
<p>Esta es la vista de un invitado a una videoconferencia, no puede ni silenciar ni quitar a otro invitado de la sala.</p>
<p>Finalizamos este apartado con una infograf&#xED;a sobre Videoconferencias eficaces:</p>
<h3 id="-0"><img src="images/image6.jpg" alt=""> </h3>
<p>Infograf&#xED;a sobre el uso de videoconferencias de un colegio del Gobierno de Canarias.</p>
<h3 id="cap-tulo-4-emisiones-en-directo-streaming-con-hangouts-meet">Cap&#xED;tulo 4. Emisiones en directo, streaming con Hangouts meet. </h3>
<p>Desee Meet se puede hacer streaming o emitir en directo. solo las personas que tengan cuenta corporativa de tu centro, podr&#xE1;n ver las emisiones en directo que hagas .</p>
<p>Los pasos son los siguientes, abre <a href="https://www.google.com/url?q=https://calendar.google.com/&amp;sa=D&amp;ust=1585136093908000" target="_blank">Google Calendar</a> en tu ordenador</p>
<ol>
<li>En la esquina superior izquierda, haz clic en Crear <img src="images/image33.png" alt="A&#xF1;adir" title="A&#xF1;adir"> para crear un evento el d&#xED;a y hora que tengas pensado hacer la emisi&#xF3;n.</li>
<li>Clic en A&#xF1;adir ubicaci&#xF3;n o conferencias <img src="images/image22.png" alt="y luego" title="y luego"> A&#xF1;adir conferencia <img src="images/image22.png" alt="y luego" title="y luego"> Hangouts Meet.</li>
<li>Junto a &quot;Unirse a Hangouts Meet&quot;, haz clic en la flecha hacia abajo <img src="images/image29.png" alt="Flecha hacia abajo" title="Flecha hacia abajo"><img src="images/image22.png" alt="y luego" title="y luego"> A&#xF1;adir emisi&#xF3;n en directo.</li>
<li>Opcional: Para copiar la URL de la emisi&#xF3;n, haz clic en Copiar <img src="images/image22.png" alt="y luego" title="y luego"> Listo.</li>
<li>Haz clic en Guardar, para guardar el evento.</li>
</ol>
<p>Ahora ya puedes pegar el enlace del streaming en un correo y enviarlo a las personas que tengan cuenta corporativa para que puedan ver la emisi&#xF3;n en directo. En la siguiente imagen puedes ver el proceso completo.</p>
<p><img src="images/image5.gif" alt=""></p>
<p>Nota: Si no ves la opci&#xF3;n para a&#xF1;adir una emisi&#xF3;n en directo, es posible que la funci&#xF3;n no est&#xE9; disponible en tu empresa u organizaci&#xF3;n.</p>
<p><a href="https://www.google.com/url?q=https://support.google.com/calendar/answer/72143%23live_stream&amp;sa=D&amp;ust=1585136093909000" target="_blank">https://support.google.com/calendar/answer/72143#live_stream</a></p>
<p>Para iniciar la emisi&#xF3;n en directo, como organizador del evento debes unirte al enlace de la videoconferencia meet.google.com/uou-iipu-ouq y pulsar en Iniciar emisi&#xF3;n  </p>
<p><img src="images/image8.png" alt=""></p>
<p>Cualquier persona que tenga cuenta corporativa en tu Centro, podr&#xE1; visualizar la retransmisi&#xF3;n en directo  sin m&#xE1;s que pegar en el navegador el enlace que le has enviado del streaming <a href="https://www.google.com/url?q=https://stream.meet.google.com/stream/8fd2eea3-3897-4556-b233-efc5a5b9&amp;sa=D&amp;ust=1585136093910000" target="_blank">https://stream.meet.google.com/stream/8fd2eea3-3897-</a>. &#x21D3;</p>
<p><img src="images/image10.png" alt=""></p>
<p>Si la persona no tiene cuenta corporativa de tu centro, aunque tenga el enlace del streaming no podr&#xE1; ver la emisi&#xF3;n en directo.&#x21D3;</p>
<p><img src="images/image21.png" alt=""></p>
<p>El organizador puede detener la emisi&#xF3;n en directo de la videoconferencia siguiendo los pasos 1 y 2 de la siguiente imagen, despu&#xE9;s puede abandonar la sala de la videoconferencia.</p>
<p><img src="images/image18.png" alt=""></p>
<p>Nota la diferencia entre una reuni&#xF3;n virtual en la que todas las personas invitadas a la sala pueden intervenir con imagen, voz, chat&#x2026; en la reuni&#xF3;n, mientras que las personas invitadas a este evento por streaming no participan con la c&#xE1;mara ni con el micr&#xF3;fono en la reuni&#xF3;n, y tampoco pueden mostrar su pantalla, solo pueden visualizarlo.</p>
<h3 id="-1"></h3>
<h3 id="cap-tulo-5-complementos-para-una-videoconferencia-pizarra-colaborativa-jamboard-y-aplicaciones-adicionales">Cap&#xED;tulo 5. Complementos para una videoconferencia pizarra colaborativa Jamboard y aplicaciones adicionales. </h3>
<ul>
<li>Podemos utilizar Jamboard a modo de pizarra colaborativa, muy &#xFA;til sobre todo si vas a realizar la videoconferencia a trav&#xE9;s de una tableta. Ver tutoriales</li>
</ul>
<p><a href="https://www.google.com/url?q=https://www.youtube.com/playlist?list%3DPLnVD0pPf7Gn9WgPQzy0F4_63l7_Jj9pnM&amp;sa=D&amp;ust=1585136093912000" target="_blank">Tutorial Jamboard</a></p>
<ul>
<li>Una aplicaci&#xF3;n muy sencilla es PointToFix, permite superponer anotaciones y gr&#xE1;ficos en cualquier momento y sobre cualquier aplicaci&#xF3;n, permite realizar zoom sobre la pantalla y resaltar zonas espec&#xED;ficas de la misma. Es un buen complemento a tus exposiciones en videollamadas.</li>
</ul>
<p>Por ejemplo, si queremos mostrar una presentaci&#xF3;n, imagen o documento durante la videoconferencia y superponer anotaciones sobre &#xE9;l durante la exposici&#xF3;n, los pasos ser&#xED;an los siguientes:</p>
<ol>
<li>Desde la videoconferencia, compartir toda tu pantalla.</li>
<li>Abrir la presentaci&#xF3;n o documento que queremos mostrar a los alumnos.</li>
<li>Abrir la barra de herramientas PointToFix que vemos a la derecha. Podremos apoyar as&#xED; nuestra presentaci&#xF3;n con Flechas, formas, trazo a mano alzada&#x2026;.</li>
</ol>
<p><img src="images/image17.png" alt=""></p>
<p>Podemos descargarla de la siguiente p&#xE1;gina <a href="https://www.google.com/url?q=http://www.pointofix.de/download.php&amp;sa=D&amp;ust=1585136093913000" target="_blank">http://www.pointofix.de/download.php</a>, aunque es posible descargar tambi&#xE9;n el paquete de idioma para traducirla al castellano, la herramienta es muy intuitiva.</p>
<p><img src="images/image26.png" alt=""></p>
<ul>
<li>Por &#xFA;ltimo, si no tienes c&#xE1;mara web o deseas tener una c&#xE1;mara web que puedas colocar en diferentes posiciones, hay aplicaciones que permiten utilizar la c&#xE1;mara de tu m&#xF3;vil como una webcam,  tienes m&#xE1;s informaci&#xF3;n en este  art&#xED;culo <a href="https://www.google.com/url?q=https://www.xatakandroid.com/tutoriales/como-usar-camara-tu-movil-android-como-webcam-para-tu-pc&amp;sa=D&amp;ust=1585136093914000" target="_blank">https://www.xatakandroid.com/tutoriales/como-usar-camara-tu-movil-android-como-webcam-para-tu-pc</a></li>
</ul>
<h3 id="cap-tulo-6-cinco-consejos-para-tus-videoconferencias">Cap&#xED;tulo 6. Cinco consejos para tus videoconferencias. </h3>
<p>No podemos pretender que una clase online sea como una clase presencial, aqu&#xED; tienes algunos consejos que pueden venirte bien:</p>
<p><img src="images/image49.png" alt=""></p>
<ul>
<li><p>&#x201C;Jirafas en el aula&#x201D; o haz una presentaci&#xF3;n inicial &#x201C;explosiva&#x201D; de la videoconferencia de modo que captes la atenci&#xF3;n del alumnado desde el principio.</p>
</li>
<li><p>Recorta tiempos, es muy complicado impartir una clase magistral por videoconferencia, (esto depender&#xE1; de la edad del alumnado tambi&#xE9;n).</p>
</li>
<li><p>Establece objetivos muy claros y medibles para la sesi&#xF3;n virtual. Las instrucciones deben ser breves e incluso es aconsejable que previamente hayan tenido una tarea inicial para que est&#xE9;n familiarizados con los contenidos.</p>
</li>
<li><p>No utilices muchas herramientas diferentes dentro de la videoconferencia, evitar&#xE1; distracciones por parte del alumnado.</p>
</li>
<li><p>Fomenta la participaci&#xF3;n de las personas participantes, ya sea a trav&#xE9;s del chat o visualmente.</p>
</li>
</ul>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                
                <a href="modulo_3_videollamadas_y_emisiones_en_directo,_str/" class="navigation navigation-next navigation-unique" aria-label="Next page: M贸dulo 3: Videollamadas y emisiones en directo, streamings: Hangouts Meet y Youtube.">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"borrarm3","level":"1.1","depth":1,"next":{"title":"M贸dulo 3: Videollamadas y emisiones en directo, streamings: Hangouts Meet y Youtube.","level":"1.2","depth":1,"path":"modulo_3_videollamadas_y_emisiones_en_directo,_str/README.md","ref":"modulo_3_videollamadas_y_emisiones_en_directo,_str/README.md","articles":[{"title":"Unidad 1. Videollamadas con Hangouts Meet","level":"1.2.1","depth":2,"path":"modulo_3_videollamadas_y_emisiones_en_directo,_str/unidad_1_videollamadas_con_hangouts_meet.md","ref":"modulo_3_videollamadas_y_emisiones_en_directo,_str/unidad_1_videollamadas_con_hangouts_meet.md","articles":[]}]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"README.md","mtime":"2020-10-27T21:37:39.349Z","type":"markdown"},"gitbook":{"version":"3.2.3","time":"2020-10-27T21:38:05.218Z"},"basePath":".","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="gitbook/gitbook.js"></script>
    <script src="gitbook/theme.js"></script>
    
        
        <script src="gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

